9/data/attachments/742f6d349275c3e0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alexandra_maintain_Actions_43794_3</nif:username>
            <nif:friendToBeRequested>soap_actions_55dab93f-d953-4d3c-b263-393af3026043</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>